Benchmarking-MongoDb-and-Cassandra-using-YCSB/Test_Output/Output/Load/cassandra2-cql_workloada_600000_load_010518.txt
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 267764.0
[OVERALL], Throughput(ops/sec), 1908.4492314127365
[TOTAL_GCS_PS_Scavenge], Count, 797.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 1890.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7058454459897522
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 797.0
[TOTAL_GC_TIME], Time(ms), 1890.0
[TOTAL_GC_TIME_%], Time(%), 0.7058454459897522
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 2266112.0
[CLEANUP], MinLatency(us), 2265088.0
[CLEANUP], MaxLatency(us), 2267135.0
[CLEANUP], 95thPercentileLatency(us), 2267135.0
[CLEANUP], 99thPercentileLatency(us), 2267135.0
[INSERT], Operations, 511014.0
[INSERT], AverageLatency(us), 508.5595776240964
[INSERT], MinLatency(us), 272.0
[INSERT], MaxLatency(us), 1007615.0
[INSERT], 95thPercentileLatency(us), 606.0
[INSERT], 99thPercentileLatency(us), 842.0
[INSERT], Return=OK, 511014
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1.0
[INSERT-FAILED], AverageLatency(us), 2036224.0
[INSERT-FAILED], MinLatency(us), 2035712.0
[INSERT-FAILED], MaxLatency(us), 2036735.0
[INSERT-FAILED], 95thPercentileLatency(us), 2036735.0
[INSERT-FAILED], 99thPercentileLatency(us), 2036735.0