Benchmarking-MongoDb-and-Cassandra-using-YCSB/Test_Output/Output/Load/cassandra2-cql_workloada_800000_load_010518.txt
Datacenter: datacenter1; Host: localhost/127.0.0.1; Rack: rack1
[OVERALL], RunTime(ms), 179623.0
[OVERALL], Throughput(ops/sec), 1918.278839569543
[TOTAL_GCS_PS_Scavenge], Count, 327.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 1107.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.6162907868146061
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 327.0
[TOTAL_GC_TIME], Time(ms), 1107.0
[TOTAL_GC_TIME_%], Time(%), 0.6162907868146061
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 2290688.0
[CLEANUP], MinLatency(us), 2289664.0
[CLEANUP], MaxLatency(us), 2291711.0
[CLEANUP], 95thPercentileLatency(us), 2291711.0
[CLEANUP], 99thPercentileLatency(us), 2291711.0
[INSERT], Operations, 344567.0
[INSERT], AverageLatency(us), 500.76381951841006
[INSERT], MinLatency(us), 263.0
[INSERT], MaxLatency(us), 252671.0
[INSERT], 95thPercentileLatency(us), 611.0
[INSERT], 99thPercentileLatency(us), 826.0
[INSERT], Return=OK, 344567
[INSERT], Return=ERROR, 1
[INSERT-FAILED], Operations, 1.0
[INSERT-FAILED], AverageLatency(us), 2030080.0
[INSERT-FAILED], MinLatency(us), 2029568.0
[INSERT-FAILED], MaxLatency(us), 2030591.0
[INSERT-FAILED], 95thPercentileLatency(us), 2030591.0
[INSERT-FAILED], 99thPercentileLatency(us), 2030591.0