Benchmarking-MongoDb-and-Cassandra-using-YCSB/Test_Output/Output/Load/mongodb_workloada_200000_load_010518.txt
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 34613.0
[OVERALL], Throughput(ops/sec), 5778.175829890503
[TOTAL_GCS_PS_Scavenge], Count, 43.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 140.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.40447230809233525
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 43.0
[TOTAL_GC_TIME], Time(ms), 140.0
[TOTAL_GC_TIME_%], Time(%), 0.40447230809233525
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 5726.0
[CLEANUP], MinLatency(us), 5724.0
[CLEANUP], MaxLatency(us), 5727.0
[CLEANUP], 95thPercentileLatency(us), 5727.0
[CLEANUP], 99thPercentileLatency(us), 5727.0
[INSERT], Operations, 200000.0
[INSERT], AverageLatency(us), 164.09475
[INSERT], MinLatency(us), 102.0
[INSERT], MaxLatency(us), 425727.0
[INSERT], 95thPercentileLatency(us), 229.0
[INSERT], 99thPercentileLatency(us), 376.0
[INSERT], Return=OK, 200000