Benchmarking-MongoDb-and-Cassandra-using-YCSB/Test_Output/Output/Load/mongodb_workloada_800000_load_010518.txt
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 148911.0
[OVERALL], Throughput(ops/sec), 5372.336496296445
[TOTAL_GCS_PS_Scavenge], Count, 444.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 521.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.34987341432130603
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 444.0
[TOTAL_GC_TIME], Time(ms), 521.0
[TOTAL_GC_TIME_%], Time(%), 0.34987341432130603
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 10236.0
[CLEANUP], MinLatency(us), 10232.0
[CLEANUP], MaxLatency(us), 10239.0
[CLEANUP], 95thPercentileLatency(us), 10239.0
[CLEANUP], 99thPercentileLatency(us), 10239.0
[INSERT], Operations, 800000.0
[INSERT], AverageLatency(us), 170.79241625
[INSERT], MinLatency(us), 101.0
[INSERT], MaxLatency(us), 2795519.0
[INSERT], 95thPercentileLatency(us), 229.0
[INSERT], 99thPercentileLatency(us), 385.0
[INSERT], Return=OK, 800000