Benchmarking-MongoDb-and-Cassandra-using-YCSB/Test_Output/Output/Load/mongodb_workloadf_200000_load_010518.txt
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 39814.0
[OVERALL], Throughput(ops/sec), 5023.358617571708
[TOTAL_GCS_PS_Scavenge], Count, 21.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 1252.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 3.144622494599889
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 21.0
[TOTAL_GC_TIME], Time(ms), 1252.0
[TOTAL_GC_TIME_%], Time(%), 3.144622494599889
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 5374.0
[CLEANUP], MinLatency(us), 5372.0
[CLEANUP], MaxLatency(us), 5375.0
[CLEANUP], 95thPercentileLatency(us), 5375.0
[CLEANUP], 99thPercentileLatency(us), 5375.0
[INSERT], Operations, 200000.0
[INSERT], AverageLatency(us), 178.058305
[INSERT], MinLatency(us), 110.0
[INSERT], MaxLatency(us), 983039.0
[INSERT], 95thPercentileLatency(us), 237.0
[INSERT], 99thPercentileLatency(us), 393.0
[INSERT], Return=OK, 200000