Benchmarking-MongoDb-and-Cassandra-using-YCSB/Test_Output/Output/Load/mongodb_workloadf_800000_load_010518.txt
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 139671.0
[OVERALL], Throughput(ops/sec), 5727.745917191113
[TOTAL_GCS_PS_Scavenge], Count, 289.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 481.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.3443807232711157
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 289.0
[TOTAL_GC_TIME], Time(ms), 481.0
[TOTAL_GC_TIME_%], Time(%), 0.3443807232711157
[CLEANUP], Operations, 1.0
[CLEANUP], AverageLatency(us), 9892.0
[CLEANUP], MinLatency(us), 9888.0
[CLEANUP], MaxLatency(us), 9895.0
[CLEANUP], 95thPercentileLatency(us), 9895.0
[CLEANUP], 99thPercentileLatency(us), 9895.0
[INSERT], Operations, 800000.0
[INSERT], AverageLatency(us), 163.55224125
[INSERT], MinLatency(us), 103.0
[INSERT], MaxLatency(us), 701951.0
[INSERT], 95thPercentileLatency(us), 223.0
[INSERT], 99thPercentileLatency(us), 369.0
[INSERT], Return=OK, 800000